[
  {
    "id": 34,
    "category_id": "01",
    "picture": "https://cmitsolutions.com/wp-content/uploads/2018/02/Enhance_Your_Excel_Skills.jpg",
    "Total_video": 19,
    "Course_fee": 852,
    "details": "Beginner to advanced Microsoft Excel tutorials. Navigate Excel like a pro, perform basic to complex calculations using Excel functions, formulas, tips & tricks. Use MS Excel for everything from data entry to professional data analysis. Also learn: advanced formulas, vlookups, pivot tables, conditional formatting, charts, graphs, etc.",
    "name": "Microsoft Excel"
  },
  {
    "id": 26,
    "category_id": "02",
    "picture": "https://imageio.forbes.com/specials-images/imageserve/6192c2ac7fb49741ecd7576d/Digital-Artist-Working-At-Home/960x0.jpg?format=jpg&width=960",
    "Total_video": 28,
    "Course_fee": 869,
    "details": "Logo design is a very demanding skill in freelancing marketplaces, and many are earning thousands of dollars practicing it. This course contains all the necessary guidelines from a top-rated freelancer to help you learn basic to professional logo design from scratch. ",
    "name": "Logo Design"
  },
  {
    "id": 30,
    "category_id": "03",
    "picture": "https://img.freepik.com/premium-photo/graphic-designer-woman-working-laptop_72104-3294.jpg?w=2000",
    "Total_video": 13,
    "Course_fee": 960,
    "details": "Learn graphic designing with Adobe Photoshop. Enrol today and learn how to design logo, ads, social media content and build a career in graphic designing.",
    "name": "Graphics Design"
  },
  {
    "id": 21,
    "category_id": "04",
    "picture": "https://img.freepik.com/premium-vector/young-man-working-computer-semi-flat-color-vector-character-sitting-figure-full-body-person-white-remote-job-simple-cartoon-style-illustration-web-graphic-design-animation_151150-8893.jpg?w=826",
    "Total_video": 13,
    "Course_fee": 662,
    "details": "Learn the technicalities of cartoon animation using Adobe Animate and basic sound designing using Audacity with complete guidelines from famous cartoonist Antik Mahmud.",
    "name": "Cartoon Animation"
  },
  {
    "id": 24,
    "category_id": "05",
    "picture": "https://www.analyticsinsight.net/wp-content/uploads/2019/01/Robots-in-Workplace-1024x683.jpg",
    "Total_video": 26,
    "Course_fee": 506,
    "details": "robotics, design, construction, and use of machines (robots) to perform tasks done traditionally by human beings. Robots are widely used in such industries as automobile manufacture to perform simple repetitive tasks, and in industries where work must be performed in environments hazardous to humans. Many aspects of robotics involve artificial intelligence; robots may be equipped with the equivalent of human senses such as vision, touch, and the ability to sense temperature. ",
    "name": "Robotics for Beginners"
  },
  {
    "id": 33,
    "category_id": "06",
    "picture": "https://i.ytimg.com/vi/9anmdLHV_DA/maxresdefault.jpg",
    "Total_video": 19,
    "Course_fee": 576,
    "details": "Motion graphics (sometimes mograph) are pieces of animation or digital footage which create the illusion of motion or rotation, and are usually combined with audio for use in multimedia projects.",
    "name": "Motion Graphics in After Effects"
  }
]